
import InfoImg01 from '../../assets/img/info01.png';
import InfoImg02 from '../../assets/img/info02.png';
import InfoImg03 from '../../assets/img/info03.png';
import InfoImg04 from '../../assets/img/info04.png';
import InfoImg05 from '../../assets/img/info05.png';
import InfoImg06 from '../../assets/img/info06.png';
import InfoImg07 from '../../assets/img/info07.png';
import InfoImg08 from '../../assets/img/info08.png';
import InfoImg09 from '../../assets/img/info09.png';

export const Info = [{
    num: 1,
    img: InfoImg06,
    pet: "강아지",
    title: "강아지 췌장염 원인과 증상",
    desc: "1.잘못된 식습관 강아지 췌장염은 대부분 음식에 의해 발생해요. 고지방 사료나 기름진 음식을 많이 섭취하면 췌장염에 쉽게 걸릴 수 있어요. 그리고 평균 식사량보다 과식할 경우에도 췌장염에 노출되기 쉽답니다.",
    date: "2023-12-26",
    author: "권초록",
},
{
    num: 2,
    img: InfoImg07,
    pet: "강아지",
    title: "강아지는 닭고기를 먹어도 될까요?",
    desc: "강아지는 닭고기를 먹어도 됩니다. 닭고기는 대표적인 동물성 단백질 입니다. \n그래서 강아지에게 좋은 식재료로 분류되어요. 닭고기가 함유된 사료가 있는만큼 그 효능은 검증되었습니다. \n닭고기는 100g당 115kcal로 칼로리가 낮으며 단백질은 24g으로 고단백 음식으로 분류됩니다. \n특히 필수 아미노산과 글루코사민을 함유하고 있어서 뼈와 관절 건강에 좋습니다.오메가-6의 함량이 높아서 강아지피부와 모질개선에도 도움을 줍니다. \n그 외에도 비타민A,B,D,E,K, 인,철, 구리등과 각종 미네랄이 가득해요. 강아지닭고기 급여방법 및 주의사항 3가지 \n\n하나.살코기만 주세요. \n닭뼈는 상당히 단단하고 뾰족합니다. 강아지가 닭을 씹다가 날카로운 뼈가 목에 걸리거나 내장에 상처라도 나면 장폐색으로 이어져 사망할 수 있습니다. \n\n둘. 닭껍질은 제거합니다. \n닭껍질에는 지방이 농축되어 있습니다.강아지는 닭껍질을 잘 소화시키지 못하고  지속적으로 먹을경우 비만 및 췌장염을 비롯한 다양한 합병증을 유발할 수 있어요.",
    date: "2023-12-25",
    author: "김희진",

},
{
    num: 3,
    img: InfoImg03,
    pet: "고양이",
    title: "고양이 자주 걸리는 질병은 ?",
    desc: "강아지는 닭고기를 먹어도 됩니다. 닭고기는 대표적인 동물성 단백질 입니다. 그래서 강아지에게 좋은 식재료로 분류되어요. 닭고기가 함유된 사료가 있는만큼 그 효능은 검증되었습니다. 닭고기는 100g당 115kcal로 칼로리가 낮으며 단백질은 24g으로 고단백 음식으로 분류됩니다. 특히 필수 아미노산과 글루코사민을 함유하고 있어서 뼈와 관절 건강에 좋습니다.오메가-6의 함량이 높아서 강아지피부와 모질개선에도 도움을 줍니다.그 외에도 비타민A,B,D,E,K, 인,철, 구리등과 각종 미네랄이 가득해요. 강아지닭고기 급여방법 및 주의사항 3가지 하나. 살코기만 주세요. 닭뼈는 상당히 단단하고 뾰족합니다. 강아지가 닭을 씹다가 날카로운 뼈가 목에 걸리거나 내장에 상처라도 나면 장폐색으로 이어져 사망할 수 있습니다.둘. 닭껍질은 제거합니다.닭껍질에는 지방이 농축되어 있습니다.강아지는 닭껍질을 잘 소화시키지 못하고  지속적으로 먹을경우 비만 및 췌장염을 비롯한 다양한 합병증을 유발할 수 있어요.",
    date: "2023-12-25",
    author: "김우주",

},
{
    num: 4,
    img: InfoImg08,
    pet: "고양이",
    title: "고양이가 있으면 바퀴벌레가 없나요?",
    desc: "고양이를 키우면 실제로 집안의 바퀴벌레 수가 줄어들거나 사라지기도 하는데요.\n이는 바퀴벌레의 천적인 고양이가 바퀴벌레를 사냥하기 때문입니다. \n하지만 반대로 고양이가 바퀴벌레를 무서워하거나 사냥하지 않는다면 고양이를 키워도 바퀴벌레의 수가 줄지는 않습니다. \n바퀴벌레가 고양이를 피해서일본 도호쿠 대학의 연구진은 바퀴벌레를 대상으로 파블로프의 개와 유사한 실험을 진행했습니다.연구진은 바퀴벌레를 두 집단으로 나누어한 집단에게 설탕물을 줄 때마다 냄새를 맡게 했고다른 집단은 냄새를 맡게 하지 않았습니다. \n그 결과, 설탕물을 받기 전에 냄새부터 맡았던 집단은냄새를 맡는 것만으로도 침을 흘리며기억력과 학습 능력이 있음을 입증하였습니다.",
    date: "2023-12-24",
    author: "이원영",

},
{
    num: 5,
    img: InfoImg09,
    pet: "강아지",
    title: "강아지 황달 : 원인, 증상",
    desc: "강아지 황달은 담즙에 있는 빌리루빈이라는 색소가배설이 되지 않고 혈액 내에 쌓이면서 피부나 점막이 노란색으로 변하는 증상을 말합니다. \n주로 혈액과 간 담낭의 질병으로 인해 황달 증상이 나타나는데요.적혈구가 급격하게 훼손되는 경우에도 나타납니다. \n황달은 초기에 적절한 치료를 해야 하고 너무 늦게 치료 시에는 완치가 어려울 수 있습니다. 황달기가 나타나면 바로 병원으로 내원해주세요! \n빌리루빈이 생산에서 배설까지의 과정에 문제가 발생하면서 황달이 생기는데요 황달 증상이 나타나는 질병으로는 \n1. 간질환2. 담낭염, 당관 폐색3. 급성 췌장4. 자궁 축농증5. 감염6. 용혈7. 림프종 등의 조양이 있습니다. \n간 질환의 경우 간염, 급성 간염, 간경화, 간암의가능성이 있으며 간 질환으로 인해 황달이 발생했다면 상당히 진행되었을 가능성이 있습니다.",
    date: "2023-12-23",
    author: "권초록",


},
{
    num: 6,
    img: InfoImg06,
    pet: "고양이",
    title: "고양이 양치질 언제부터 하는게 좋을까?",
    desc: "고양이뿐만 아닌 반려동물은 생후 4개월에서 5개월 정도가 되면 이갈이를 시작하게 되고 영구치가 올라오기 시작합니다.\n그렇기 때문에 영구치가 올라오면서 고양이의 양치질을 시작하시는 것이 좋습니다. \n또한 어린 시기부터 양치질을 하지 않은 아이들은 나중에 성묘가 되었을 때 양치질을 적응하는 데에 아주 힘들어할 수 있기 때문에 어린 시기부터 관리를 해주는 것이 좋습니다.",
    date: "2023-12-22",
    author: "김우주",


},
{
    num: 7,
    img: InfoImg05,
    pet: "강아지",
    title: "강아지 얼굴 비비기 왜 그런걸까?",
    desc: "고양이도 습관적으로 그루밍을 하는데 개도 마찬가지로 얼굴을 비벼서 털을 정리합니다. \n얼굴 외에도 몸 구석구석을 핥거나 몸을 털기도 하며 구르는 행동도 그루밍의 일종이라고 보면 됩니다. \n눈에 이물질이 들어가면 시야 확보가 힘들기 때문에 떼어내려고 앞발로 얼굴을 비비려는 행동일 수 있습니다. \n또한 단순히 가려움증을 해소하고자 얼굴을 비비는 것일 수 있는데 가끔씩만 비빈다면 크게 염려할 필요는 없으나 습관적으로 이런 행동을 보인다면 염증이 생겼거나 알레르기가 유발된 것일 수 있습니다. \n특정 부위가 부었거나 벌게지지 않았는지 잘 살펴봐야 합니다.피부 질환이나 외부 기생충의 감염 등으로 건강상 문제가 생긴 것일 수 있습니다. \n진드기나 외부 기생충이 얼굴이나 귀에 들러붙게 되면 귓병이 귓병이나 구강에 문제가 발생해서 이런 얼굴 비비는 행동을 보일 수 있습니다. \n다양한 질환이 야기될 수 있는데 특히 구강과 관련된 질환은 오래 방치하면 더 심각해지고 반려견도 고통스러워할 수 있으므로 병원에서 치료를 받아야 합니다. \n단순히 이빨 사이에 무언가가 끼어있어 불편함에 비비는 것일 수도 있으니 자세히 관찰해보시기 바랍니다.  ",
    date: "2023-12-22",
    author: "김희진",


},
{
    num: 8,
    img: InfoImg04,
    pet: "강아지",
    title: "강아지 얼굴 비비기 왜 그런걸까?",
    desc: "고양이도 습관적으로 그루밍을 하는데 개도 마찬가지로 얼굴을 비벼서 털을 정리합니다. \n얼굴 외에도 몸 구석구석을 핥거나 몸을 털기도 하며 구르는 행동도 그루밍의 일종이라고 보면 됩니다. \n눈에 이물질이 들어가면 시야 확보가 힘들기 때문에 떼어내려고 앞발로 얼굴을 비비려는 행동일 수 있습니다.\n또한 단순히 가려움증을 해소하고자 얼굴을 비비는 것일 수 있는데 가끔씩만 비빈다면 크게 염려할 필요는 없으나 습관적으로 이런 행동을 보인다면 염증이 생겼거나 알레르기가 유발된 것일 수 있습니다. \n특정 부위가 부었거나 벌게지지 않았는지 잘 살펴봐야 합니다.피부 질환이나 외부 기생충의 감염 등으로 건강상 문제가 생긴 것일 수 있습니다. \n진드기나 외부 기생충이 얼굴이나 귀에 들러붙게 되면 귓병이 귓병이나 구강에 문제가 발생해서 이런 얼굴 비비는 행동을 보일 수 있습니다. \n다양한 질환이 야기될 수 있는데 특히 구강과 관련된 질환은 오래 방치하면 더 심각해지고 반려견도 고통스러워할 수 있으므로 병원에서 치료를 받아야 합니다. \n단순히 이빨 사이에 무언가가 끼어있어 불편함에 비비는 것일 수도 있으니 자세히 관찰해보시기 바랍니다.  ",
    date: "2023-12-21",
    author: "이원영",

},
{
    num: 9,
    img: InfoImg02,
    pet: "고양이",
    title: "고양이가 귀찮을 때 하는 행동 6",
    desc: "ㆍ 자리 옮기기 누군가 휴식을 방해했을 때 귀찮음을 느끼고 다른 곳으로 이동해요. \nㆍ 자는 척하기 집사의 부름에 반응하기 귀찮을 때자는 척을 하기도 합니다.눈은 감고 있지만 꼬리나 귀 끝이 반응한다면자는 척하는 것이랍니다!\nㆍ 아무 반응 보이지 않기눈을 가늘게 뜬 채 집사의 행동을 무시한다면귀찮다는 표시입니다. 기지개 켜기고양이는 기분을 진정시키고 싶을 때,귀찮을 때 기지개를 켜요.\nㆍ 하품하기스트레스를 받거나 방해받는 기분을 느낄 때하품을 하기도 해요.\nㆍ 눈 피하기고양이가 집사와 눈을 마주치지 않고피하려 한다면 귀찮다는 의미입니다. ",
    date: "2023-12-21",
    author: "권초록",


},
{
    num: 10,
    img: InfoImg01,
    pet: "고양이",
    title: "강아지 vs 고양이 누가 더 똑똑?",
    desc: "최근 연구를 보면 유전적으로는 강아지들이 고양이보다 훨씬 더 똑똑하다고 합니다. \n미국 밴더빌트 대학에서 진행한 연구 'Dogs have the most neurons, though not the largest brain: Trade-off between body mass and number of neurons in the cerebral cortex of large carnivoran species' 결과입니다. \n이 연구는 저널에 실렸죠.밴더빌트 대학 연구팀은 동물들을 대상으로 '대뇌 피질 세포 수'를 조사했습니다. \n연구를 이끈 허클라노 하우젤(Herculano-Houzel) 박사는 대뇌 피질의 신경 세포가 생각이나 계획 및 복잡한 행동을 결정한다고 말했는데요. \n대뇌 피질의 신경 세포 수가 지능을 측정하는 기준이라고 설명했죠.\n하우젤 박사는 고양이와 강아지의 대뇌 피질 세포의 수를 측정해 비교했는데요. 고양이의 평균 대뇌 피질 신경세포 수는 2억 5천만개였고, 강아지는 평균 5억 3천만개였다고 합니다. \n참고로 우리 인간은 평균 160억개라고 해요.",
    date: "2023-12-21",
    author: "김우주",
},
];

export default Info